txt = {
        'calc': ['👉РАССЧИТАТЬ СТОИМОСТЬ'],
        'bld': ['Новостройка', 'Вторичка', 'Дом'],
        'room': ['Одна комната', 'Две комнаты', 'Три и более'],
        'rpr': ['Эконом', 'Комфорт', 'Бизнес'],
        'rst': ['👉Рассчитать еще раз!'],
        'cancel': ['Отмена'],
        'gift': ['Натяжной потолок в подарок', 'Межкомнатные двери в подарок',
                 'Концепция интерьера в подарок', 'Черновые материалы в подарок']
}

reply_msg = {
        'youget': '🎁Вы получите:\n'
                  '- <b>РЕАЛЬНУЮ</b> стоимость ремонта;\n'
                  '- Смету в 3-х вариантах;\n'
                  '- Концепцию будущего интерьера;\n'
                  '- <b>1 из 4 подарков</b>;',

        'where_obj': 'Вопрос 1 из 4:\nУкажите, '
                     'где планируете ремонт?',

        'urls': 'Вы скоро получите расчет и мы закрепим '
                'подарок за вашим номером.\n\n'
                '♦️Познакомиться с EUROREMONTS можно тут: '
                'https://euroremonts.ru/\n\n'
                '🕐 <i>1 мин</i>',

        'unc_num': 'Некорректный номер телефона. '
                   'Пожалуйста, повторите попытку.\n'
                   'Например: 79991234567',

        'which_num': 'Ваш расчет готов! На какой номер '
                     'телефона в Telegram выслать расчет?\n'
                     'Например: 79991234567',

        'area': 'Какая площадь вашего объекта?',

        'room_am': 'Вопрос 2 из 4:\nОтлично! '
                   'Сколько у вас комнат?',

        'rpr_type': 'Вопрос 3 из 4:\n'
                    'Какой вид ремонта необходим?',

        'hello': '🤖Привет, {}!\n'
                 'Я калькулятор компании EUROREMONTS. Уже 11 лет '
                 'мы создаем безупречный ремонт квартир по '
                 'фиксированной цене.\n\n'
                 'Я рассчитаю стоимость ремонта в 3-х вариантах. '
                 'Ответь на 4 простых вопроса прямо сейчас и '
                 'узнай стоимость ремонта.',

        'pnx': 'Пожалуйста, выберите действие в меню 👇',

        'gifts': 'Почти готово! Пока мы все считаем выберите '
                 'подарок от EUROREMONTS.',
}
